{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "A little anxious. I thought this wouldn't happen after so much training..."
			},
			"Translation":
			{
				"Text": "Um pouco ansioso. Achei que isso não iria acontecer depois de tanto treino..."
			},
			"Key": "43462C6343E78E2D9033F888A4888900"
		},
		{
			"Source":
			{
				"Text": "Alright! [Leave conversation]"
			},
			"Translation":
			{
				"Text": "Tudo bem! [Deixar conversa]"
			},
			"Key": "54E503C3449469950F88928AB8023F2D"
		},
		{
			"Source":
			{
				"Text": "Alright! [Leave conversation]"
			},
			"Translation":
			{
				"Text": "Tudo bem! [Deixar conversa]"
			},
			"Key": "323B7148414BA5C3BB69A58B2D727AE3"
		},
		{
			"Source":
			{
				"Text": "Alright. I will talk with Adaniel [Leave conversation]"
			},
			"Translation":
			{
				"Text": "Tudo bem. Vou conversar com Adaniel [Deixar conversa]"
			},
			"Key": "D35A81F3487D0461F311B6BB0F1F1461"
		},
		{
			"Source":
			{
				"Text": "Anti-Aliasing"
			},
			"Translation":
			{
				"Text": "Antisserrilhamento"
			},
			"Key": "40A86C584020053FED0A5F9ECE3A810F"
		},
		{
			"Source":
			{
				"Text": "Change to melee"
			},
			"Translation":
			{
				"Text": "Mudar corpo a corpo"
			},
			"Key": "0DA1DA5B43AD70790BBC238890548DB9"
		},
		{
			"Source":
			{
				"Text": "Change to ranged"
			},
			"Translation":
			{
				"Text": "Mudar longo alcance"
			},
			"Key": "A9A09AD049DA82FDDB34C9BB7DC2BCF7"
		},
		{
			"Source":
			{
				"Text": "Could you explain again about the mission, my dear?::Yes, I'm ready! [Leave conversation]"
			},
			"Translation":
			{
				"Text": "Você poderia explicar novamente sobre a missão, querida?::Sim, estou pronto! [Deixar conversa]"
			},
			"Key": "EFE2C6D24F43D155835928B8553A7D8E"
		},
		{
			"Source":
			{
				"Text": "Dad, when are we going to train? Adaniel told me that one day I would become invisible if I kept practicing, can you imagine!?"
			},
			"Translation":
			{
				"Text": "Pai, quando vamos treinar? Adaniel me disse que um dia eu ficaria invisível se continuasse praticando, já imaginou, eu, invisível!?"
			},
			"Key": "471B41C545E155346608F0A9E91D87A9"
		},
		{
			"Source":
			{
				"Text": "Denis! Did you see how Hugo is?! He seems excited for his first mission! Or, perhaps, he is anxious?"
			},
			"Translation":
			{
				"Text": "Denis! Você viu como o Hugo está?! Ele parece animado para sua primeira missão! Ou, talvez, ele esteja ansioso?"
			},
			"Key": "A27D996C44149D076FCDFE8CE03EE782"
		},
		{
			"Source":
			{
				"Text": "Enter the cave"
			},
			"Translation":
			{
				"Text": "Entre na caverna"
			},
			"Key": "5B70F678489ED2FD25E5DFA07C07CE96"
		},
		{
			"Source":
			{
				"Text": "Equip melee"
			},
			"Translation":
			{
				"Text": "Corpo a corpo"
			},
			"Key": "C073C155430F7B60518228B5D2A0151B"
		},
		{
			"Source":
			{
				"Text": "Equip ranged"
			},
			"Translation":
			{
				"Text": "Longo alcance"
			},
			"Key": "1AA83FA2404502390471498E15AAE790"
		},
		{
			"Source":
			{
				"Text": "Exactly! Just... don't forget to talk with Adaniel to begin quest officially"
			},
			"Translation":
			{
				"Text": "Exatamente! Só... não se esqueça de falar com Adaniel para começar a missão oficialmente"
			},
			"Key": "6E2834634305E11FD70A25A620EF7330"
		},
		{
			"Source":
			{
				"Text": "Fight the enemies"
			},
			"Translation":
			{
				"Text": "Lute contra os inimigos"
			},
			"Key": "C3D48A8F454BA0B8D76BE88022FDF181"
		},
		{
			"Source":
			{
				"Text": "Game Over"
			},
			"Translation":
			{
				"Text": "Fim de Jogo"
			},
			"Key": "DB82BD134B5A0A376E76B584A71F8EBF"
		},
		{
			"Source":
			{
				"Text": "Global Illumination"
			},
			"Translation":
			{
				"Text": "Iluminação Global"
			},
			"Key": "F1D8243942D2D3449BF7E99B0123D208"
		},
		{
			"Source":
			{
				"Text": "Good luck in the cave, Denis!"
			},
			"Translation":
			{
				"Text": "Boa sorte na caverna, Denis!"
			},
			"Key": "269090214CE748D2E0A953A00CAAA07B"
		},
		{
			"Source":
			{
				"Text": "Good luck in the cave, my love!"
			},
			"Translation":
			{
				"Text": "Boa sorte na caverna, meu amor!"
			},
			"Key": "6266752E4FB2AF5EF8E153B192C11BF2"
		},
		{
			"Source":
			{
				"Text": "Heavy attack"
			},
			"Translation":
			{
				"Text": "Ataque pesado"
			},
			"Key": "4373E8BB4469532A6BC16F810D0AD511"
		},
		{
			"Source":
			{
				"Text": "Hello, Denis! Isabel talked with you about the mission, right? Are you ready to enter the cave?"
			},
			"Translation":
			{
				"Text": "Olá, Dinis! Isabel conversou com você sobre a missão, certo? Você está pronto para entrar na caverna?"
			},
			"Key": "D39D322442CC1999165BD0965859AC20"
		},
		{
			"Source":
			{
				"Text": "Hello, Denis! The Explorer Warriors Guild found a evidence of the third Time String, the one that was lost, in a cave nearby to the north, are you ready to enter the cave?"
			},
			"Translation":
			{
				"Text": "Olá, Dinis! A Guilda dos Guerreiros Exploradores encontrou uma evidência da terceira Corda do Tempo, aquela que foi perdida, em uma caverna próxima ao norte, você está pronto para entrar na caverna?"
			},
			"Key": "16502B4242A5090B4E8EEEBFD564EB8E"
		},
		{
			"Source":
			{
				"Text": "Hello, my love! Are you ready for another guild's mission?"
			},
			"Translation":
			{
				"Text": "Olá, meu amor! Você está pronto para a missão de outra guilda?"
			},
			"Key": "61266115490FD3DD5051E4B3F2ED584F"
		},
		{
			"Source":
			{
				"Text": "Hey, Dad? All good?"
			},
			"Translation":
			{
				"Text": "Olá, pai? Tudo certo?"
			},
			"Key": "C119F7034FE296B113E8BC8478D66EA2"
		},
		{
			"Source":
			{
				"Text": "Hey, Horkul! You already instructed him about the weapons?::I know my son, he must feel a little of both [Leave conversation]"
			},
			"Translation":
			{
				"Text": "E aí, Horkul! Você já instruiu ele sobre as armas?::Eu conheço meu filho, ele deve sentir um pouco dos dois [Deixar da conversa]"
			},
			"Key": "2C3A493646FD8FB6DA7CA2929A49A4AD"
		},
		{
			"Source":
			{
				"Text": "Hi, son. I am good, and you?::All good to start the mission! [Leave conversation]"
			},
			"Translation":
			{
				"Text": "E aí, filho! Eu estou bem e você?::Tudo certo para começar a missão! [Deixar conversa]"
			},
			"Key": "7FB6EE8440B3DD2110519B989A09704F"
		},
		{
			"Source":
			{
				"Text": "Hmm. Good to know [Leave conversation]"
			},
			"Translation":
			{
				"Text": "Hmm. Bom saber [Deixar da conversa]"
			},
			"Key": "42F8831D4F8B03BD43EDF38FA8E6A756"
		},
		{
			"Source":
			{
				"Text": "I am! [Start quest]::Hmm. Just a minute [Leave conversation]"
			},
			"Translation":
			{
				"Text": "Estou! [Iniciar missão]::Hmm. Só um minuto [Deixar da conversa]"
			},
			"Key": "63B32A0A4D1CDE9FEA452CB78124B062"
		},
		{
			"Source":
			{
				"Text": "I can imagine you doing much more than just become invisible, girl. [Leave conversation]"
			},
			"Translation":
			{
				"Text": "Posso imaginar você fazendo muito mais do que apenas ficar invisível, menina [Deixar conversa]"
			},
			"Key": "A1CE2AF94EEDBF367C2FE8B43B1CDEB7"
		},
		{
			"Source":
			{
				"Text": "I talked with Isabel about our mission. I should talk with Adaniel to start officially"
			},
			"Translation":
			{
				"Text": "Conversei com Isabel sobre nossa missão. Eu deveria falar com Adaniel para começar oficialmente"
			},
			"Key": "10C5E2BD48D7E0442B6B6EB20904E00F"
		},
		{
			"Source":
			{
				"Text": "In pause"
			},
			"Translation":
			{
				"Text": "Em pausa"
			},
			"Key": "8FC3922144BF45F6B9CEBD802073D75E"
		},
		{
			"Source":
			{
				"Text": "It's time to get deep into this cave"
			},
			"Translation":
			{
				"Text": "É hora de entrar a fundo nesta caverna"
			},
			"Key": "EA66BEAC47AA70055648689DE6064615"
		},
		{
			"Source":
			{
				"Text": "Journal"
			},
			"Translation":
			{
				"Text": "Jornal"
			},
			"Key": "C9854A1C4E19420BE51FBDA4BCDB348F"
		},
		{
			"Source":
			{
				"Text": "Language"
			},
			"Translation":
			{
				"Text": "Linguagem"
			},
			"Key": "6394C5F34731FBDB354CECA515E7FB22"
		},
		{
			"Source":
			{
				"Text": "Light attack"
			},
			"Translation":
			{
				"Text": "Ataque leve"
			},
			"Key": "0EA51BD54AC51F3C79095CA5BE01EB4D"
		},
		{
			"Source":
			{
				"Text": "Nice! But, take care, there are scorpions and spiders inside"
			},
			"Translation":
			{
				"Text": "Massa! Mas, tome cuidado, tem escorpiões e aranhas dentro"
			},
			"Key": "7058E76E43A364D7755B8E87BA7C6877"
		},
		{
			"Source":
			{
				"Text": "Nice! But, take care, there are scorpions and spiders inside"
			},
			"Translation":
			{
				"Text": "Massa! Mas, tome cuidado, tem escorpiões e aranhas dentro"
			},
			"Key": "29A63F6B40A3B7C6075D309C47EF2643"
		},
		{
			"Source":
			{
				"Text": "Nice! Thank you so much, Horkul! [Leave conversation]"
			},
			"Translation":
			{
				"Text": "Legal! Muito obrigado, Horkul! [Deixar conversa]"
			},
			"Key": "A8001DE6485BE0B1BC0320BFC4C43788"
		},
		{
			"Source":
			{
				"Text": "Nothing was found here, is time to move on"
			},
			"Translation":
			{
				"Text": "Nada foi encontrado aqui, é hora de seguir em frente"
			},
			"Key": "1484C0AD45F1F9F2DF205AA1FC4800C8"
		},
		{
			"Source":
			{
				"Text": "Oh, yes! Now he knows that melee weapons are for physical damage and ranged weapons are for shield damage"
			},
			"Translation":
			{
				"Text": "Oh, sim! Agora ele sabe que as armas de corpo a corpo são para danos físicos e as armas de longo alcance são para danos digitais aos escudos"
			},
			"Key": "13CCFA714B0D13FA1FE1679F539D3415"
		},
		{
			"Source":
			{
				"Text": "Our group was requested to enter the cave and look for the Lost String"
			},
			"Translation":
			{
				"Text": "Nosso grupo foi solicitado a entrar na caverna próxima e procurar a Corda Perdida"
			},
			"Key": "D1A6542D40C427410D512F91EB6FF5E0"
		},
		{
			"Source":
			{
				"Text": "Press"
			},
			"Translation":
			{
				"Text": "Pressione"
			},
			"Key": "360AEFB445B5206B5EDD26901C2EDF53"
		},
		{
			"Source":
			{
				"Text": "Prologue"
			},
			"Translation":
			{
				"Text": "Prólogo"
			},
			"Key": "6BC00D344B58FA063EA960A0A2D0C027"
		},
		{
			"Source":
			{
				"Text": "Reach the end of the cave"
			},
			"Translation":
			{
				"Text": "Chegue ao fim da caverna"
			},
			"Key": "7A1DB3214092EBD912CC9398FB701F16"
		},
		{
			"Source":
			{
				"Text": "Reload"
			},
			"Translation":
			{
				"Text": "Recarregar"
			},
			"Key": "38D19B1545D68EDCA6B4C1B2B4EB6691"
		},
		{
			"Source":
			{
				"Text": "Restart"
			},
			"Translation":
			{
				"Text": "Recomeçar"
			},
			"Key": "0CFCD9C74778C0E76E2CC2A5C1DBF3EC"
		},
		{
			"Source":
			{
				"Text": "Return to spaceships"
			},
			"Translation":
			{
				"Text": "Retorne às espaçonaves"
			},
			"Key": "8242B85A4C69FCC433880996BEB3C767"
		},
		{
			"Source":
			{
				"Text": "Shoot"
			},
			"Translation":
			{
				"Text": "Atirar"
			},
			"Key": "36745D7D4B0AB549296ABFB3B4BC8CCD"
		},
		{
			"Source":
			{
				"Text": "Sure! So, the Explorer Warriors Guild found a evidence of the third Time String, the one that was lost, in a cave nearby to the north..."
			},
			"Translation":
			{
				"Text": "Claro! Então, a Guilda dos Guerreiros Exploradores encontrou uma evidência da terceira Corda do Tempo, aquela que foi perdida, em uma caverna próxima ao norte..."
			},
			"Key": "5F7610F7469603B123F661A98C260CCC"
		},
		{
			"Source":
			{
				"Text": "Talk to Adaniel"
			},
			"Translation":
			{
				"Text": "Fale com Adaniel"
			},
			"Key": "FABC41A94D88ADC4E72C4EBBFC1DBF15"
		},
		{
			"Source":
			{
				"Text": "Thank you so much for playing this prototype!"
			},
			"Translation":
			{
				"Text": "Muito obrigado por jogar este protótipo!"
			},
			"Key": "C2362A764007D4EA8A9FAF8EA76C4D39"
		},
		{
			"Source":
			{
				"Text": "Thank you, Adan! [Leave conversation]"
			},
			"Translation":
			{
				"Text": "Obrigado, Adan! [Deixar conversa]"
			},
			"Key": "54E4F9E149BF1089A32A35AE11D3CE4C"
		},
		{
			"Source":
			{
				"Text": "Thank you, my dear! [Leave conversation]"
			},
			"Translation":
			{
				"Text": "Obrigado, querida! [Deixar conversa]"
			},
			"Key": "A7C946BB43FF15702A454E8CDF4E33D7"
		},
		{
			"Source":
			{
				"Text": "That is it, boy, get ready for the first mission of many! [Leave conversation]"
			},
			"Translation":
			{
				"Text": "É isso aí, rapaz, prepare-se para a primeira missão de muitas! [Deixar conversa]"
			},
			"Key": "B9B946A941F8D98A420094BF1291DA64"
		},
		{
			"Source":
			{
				"Text": "The Drokures are attacking!"
			},
			"Translation":
			{
				"Text": "Os Drokures estão atacando!"
			},
			"Key": "AD32D1BD4E7679B659443EA2F3193B92"
		},
		{
			"Source":
			{
				"Text": "Then our mission is to enter the cave and search for evidence, that's right? [Start quest] ::I got it [Leave conversation]"
			},
			"Translation":
			{
				"Text": "Então nossa missão é entrar na caverna e procurar por evidências, certo? [Iniciar missão]::Entendi [Deixar conversa]"
			},
			"Key": "30A9582A4394EF1C2A7B7EB3E8921CA3"
		},
		{
			"Source":
			{
				"Text": "This planet, Zyen, is so peaceful as it is hot. The people of the village must be resilient... Oh, if you go this way down, you can come back in another way"
			},
			"Translation":
			{
				"Text": "Este planeta, Zyen, é tão pacífico quanto quente. As pessoas da aldeia devem ser resilientes... Ah, se você descer por aqui, você pode voltar por outro caminho"
			},
			"Key": "F046889446F724384B56739DB3D59200"
		},
		{
			"Source":
			{
				"Text": "Triple shoot"
			},
			"Translation":
			{
				"Text": "Tiro triplo"
			},
			"Key": "EA3076064E33B3A3E10CA78D0E2C49A5"
		},
		{
			"Source":
			{
				"Text": "Unequip"
			},
			"Translation":
			{
				"Text": "Desequipar"
			},
			"Key": "E506583D4596F4D515C3E1A46B160727"
		},
		{
			"Source":
			{
				"Text": "Unequip"
			},
			"Translation":
			{
				"Text": "Desequipar"
			},
			"Key": "C6D1B5D5412AA6D94E166E907FDDD3E2"
		},
		{
			"Source":
			{
				"Text": "V-Sync"
			},
			"Translation":
			{
				"Text": "Sincronização vertical"
			},
			"Key": "863E68FE451F2F8950EFA08410E54B45"
		},
		{
			"Source":
			{
				"Text": "We finished with the Drokures, but they left kidnapping our childrens"
			},
			"Translation":
			{
				"Text": "Terminamos com os Drokures, mas eles partiram sequestrando nossos filhos"
			},
			"Key": "23C0EBE8494D4250207DC6BC6EE0E032"
		},
		{
			"Source":
			{
				"Text": "YOU FINISHED!"
			},
			"Translation":
			{
				"Text": "VOCÊ FINALIZOU!"
			},
			"Key": "41AF84AB4548329F8EE939A0CD12A3A2"
		},
		{
			"Source":
			{
				"Text": "Yes, she updated me, and I'm ready! [Update quest]::Hmm. Just a minute [Leave conversation]"
			},
			"Translation":
			{
				"Text": "Sim, ela me atualizou e eu estou pronto! [Atualizar missão]::Hmm. Só um minuto [Deixar conversa]"
			},
			"Key": "E7B775BC4B972C6A061E82BB69B68AD3"
		},
		{
			"Source":
			{
				"Text": "to interact"
			},
			"Translation":
			{
				"Text": "para interagir"
			},
			"Key": "24DD25D44962015C0A4C458DD782A424"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "TSStringTable",
			"Children": [
				{
					"Source":
					{
						"Text": "<< back"
					},
					"Translation":
					{
						"Text": "<< voltar"
					},
					"Key": "UIBack"
				},
				{
					"Source":
					{
						"Text": "Back to start menu"
					},
					"Translation":
					{
						"Text": "Voltar ao menu inicial"
					},
					"Key": "UIBackToMenu"
				},
				{
					"Source":
					{
						"Text": "Continue"
					},
					"Translation":
					{
						"Text": "Continuar"
					},
					"Key": "UIContinue"
				},
				{
					"Source":
					{
						"Text": "Load game"
					},
					"Translation":
					{
						"Text": "Carregar jogo"
					},
					"Key": "UILoad"
				},
				{
					"Source":
					{
						"Text": "None"
					},
					"Translation":
					{
						"Text": "Nenhum"
					},
					"Key": "UINone"
				},
				{
					"Source":
					{
						"Text": "Off"
					},
					"Translation":
					{
						"Text": "Desligado"
					},
					"Key": "UIOff"
				},
				{
					"Source":
					{
						"Text": "On"
					},
					"Translation":
					{
						"Text": "Ligado"
					},
					"Key": "UIOn"
				},
				{
					"Source":
					{
						"Text": "Quest accepted!"
					},
					"Translation":
					{
						"Text": "Missão aceita!"
					},
					"Key": "QuestStart"
				},
				{
					"Source":
					{
						"Text": "Quest completed!"
					},
					"Translation":
					{
						"Text": "Missão concluída!"
					},
					"Key": "QuestComplete"
				},
				{
					"Source":
					{
						"Text": "Quest updated!"
					},
					"Translation":
					{
						"Text": "Missão atualizada!"
					},
					"Key": "QuestUpdate"
				},
				{
					"Source":
					{
						"Text": "Quit game"
					},
					"Translation":
					{
						"Text": "Sair do jogo"
					},
					"Key": "UIQuit"
				},
				{
					"Source":
					{
						"Text": "Save game"
					},
					"Translation":
					{
						"Text": "Salvar jogo"
					},
					"Key": "UISave"
				},
				{
					"Source":
					{
						"Text": "Settings"
					},
					"Translation":
					{
						"Text": "Configurações"
					},
					"Key": "UISettings"
				},
				{
					"Source":
					{
						"Text": "Start game"
					},
					"Translation":
					{
						"Text": "Começar o jogo"
					},
					"Key": "UIStart"
				}
			]
		}
	]
}